[
  {
    "id": "ewrii-es",
    "name": "Exquisite Weekend Retreat in Israel - Embracing Shalom",
    "destinationCountry": "Israel",
    "startDate": "2024-03-01",
    "endDate": "2024-03-04",
    "price": 1908,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on a spiritual odyssey with our exquisite weekend retreat in Israel, where the echoes of ancient history harmonize with the modern allure of this sacred land. Immerse yourself in the spiritual tapestry of Jerusalem, the holy city of three religions. Wander through the venerable Western Wall, traverse the hallowed Via Dolorosa – the Path of the Cross, and witness the serenity of Bethlehem, the birthplace of Christ. Indulge in the therapeutic embrace of the Dead Sea and soak in the cosmopolitan vibrancy of Tel Aviv.",
    "imageRef": "https://www.national-geographic.pl/media/cache/slider_big/uploads/media/default/0014/03/jerusalem-co-warto-zobaczyc-i-jak-ubrac-sie-na-zwiedzanie-jerozolimy-fot-getty-images.jpeg"
  },
  {
    "id": "lo-arw",
    "name": "London Odyssey - A Royal Welcome",
    "destinationCountry": "United Kingdom",
    "startDate": "2024-02-22",
    "endDate": "2024-02-25",
    "price": 3242,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on a captivating journey through the heart of London, where the city's rich history converges with its vibrant modernity. Marvel at the grandeur of iconic landmarks such as Big Ben and the Thames, immerse yourself in the electric energy of Piccadilly Circus, and delve into the captivating tales of the Tower of London and Tower Bridge. Experience the cultural richness of St. Paul's Cathedral and indulge in a delightful shopping spree along the prestigious Oxford Street.",
    "imageRef": "https://r.pl/welcome-to-london/accommodation-llo?czyCenaZaWszystkich=0&data=20240222&dlugoscPobytu=4&iataWyjazdu=KTW&liczbaPokoi=1&miastoWyjazdu=katowice&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=breakfast"
  },
  {
    "id": "ejte-hht",
    "name": "Enchanting Journey to Egypt - Hurghada Holiday Tour",
    "destinationCountry": "Egypt",
    "startDate": "2024-01-04",
    "endDate": "2024-01-11",
    "price": 1231,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on an enchanting journey to Egypt with our Hurghada Holiday Tour. Discover the timeless allure of Luxor, home to the awe-inspiring Karnak. Immerse yourself in the vibrant local life of Hurghada, explore the bustling bazaars and the new Marina. Sail across the mesmerizing Red Sea and unwind in the sun-kissed paradise of Hurghada.",
    "imageRef": "https://r.pl/egypt-hurghada-holiday-tour/accommodation-egh?czyCenaZaWszystkich=0&data=20240104&dlugoscPobytu=8&iataWyjazdu=WAW&liczbaPokoi=1&miastoWyjazdu=warszawa&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=all-inclusive"
  },
  {
    "id": "amir-avtos",
    "name": "Arctic Magic in Rovaniemi - A Visit to Santa Claus",
    "destinationCountry": "Finland",
    "startDate": "2024-02-11",
    "endDate": "2024-02-11",
    "price": 2314,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on a magical journey to Rovaniemi, where the Arctic spirit comes alive. Visit the enchanting Santa Claus Village, experience the thrill of a husky and reindeer sleigh ride, and immerse yourself in Lapland's enchanting tales. Enter the Snow Fun Kingdom and create memories to last a lifetime.",
    "imageRef": "https://r.pl/rovaniemi-visiting-santa-claus/accommodation-rvn?czyCenaZaWszystkich=0&data=20240211&dlugoscPobytu=1&iataWyjazdu=POZ&liczbaPokoi=1&miastoWyjazdu=poznan&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=without-meals"
  },
  {
    "id": "jttghot",
    "name": "Journey through the Green Hills of Tuscany",
    "destinationCountry": "Italy",
    "startDate": "2024-10-05",
    "endDate": "2024-10-09",
    "price": 2324,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on a soul-stirring journey through the green hills of Tuscany. Marvel at the wonders of Pisa, from the iconic Leaning Tower to the hidden gems of the city. Explore Volterra, a city of wind and stone, and be captivated by the Renaissance splendor of Florence. Feel the heart of Tuscany in Siena, and delve into the brilliance of Vinci, the hometown of the legendary Leonardo da Vinci!",
    "imageRef": "https://r.pl/green-hills-of-tuscany/accommodation-wwt-summer?czyCenaZaWszystkich=0&data=20241005&dlugoscPobytu=5&iataWyjazdu=WAW&liczbaPokoi=1&miastoWyjazdu=warszawa&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=breakfast"
  },
  {
    "id": "gmf",
    "name": "Good Morning Florence!",
    "destinationCountry": "Italy",
    "startDate": "2024-10-19",
    "endDate": "2024-10-23",
    "price": 4321,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Experience the breathtaking beauty of Val d’Orcia, the most picturesque corner of Tuscany. Immerse yourself in the Renaissance grandeur of Florence, savor the exquisite Brunello wine in Montalcino, admire the fantastic frescoes of Monte Oliveto Maggiore, and explore the kingdom of Nobile wine in Montepulciano!",
    "imageRef": "https://r.pl/good-morning-florence/accommodation-wtw-summer?czyCenaZaWszystkich=0&data=20241019&dlugoscPobytu=5&iataWyjazdu=WAW&liczbaPokoi=1&miastoWyjazdu=warszawa&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=breakfast"
  },
  {
    "id": "hpatmol",
    "name": "Harry Potter and the Magic of London",
    "destinationCountry": "United Kingdom",
    "startDate": "2024-02-01",
    "endDate": "2024-02-04",
    "price": 3222,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on a magical journey through the wizarding world of Harry Potter at Warner Bros Studio. Encounter prehistoric wonders at the Natural History Museum, unravel the mysteries of the Tower with its ghosts and legends, and cruise along the Thames. Visit iconic landmarks like Trafalgar Square, Piccadilly Circus, Buckingham Palace, and indulge in the enchantment of Madame Tussaud’s Wax Museum. Revel in a breathtaking view of London from the London Eye, experience the magic at King's Cross with a visit to the famous platform 9 and 3/4, and explore the wonders of the London Aquarium.",
    "imageRef": "https://r.pl/harry-potter-and-the-magic-of-london/accommodation-lfm?czyCenaZaWszystkich=0&data=20240201&dlugoscPobytu=4&iataWyjazdu=KTW&liczbaPokoi=1&miastoWyjazdu=katowice&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=breakfast"
  },
  {
    "id": "p-faiap-ae",
    "name": "Paris - Family Adventure in Amusement Parks - Airborne Edition",
    "destinationCountry": "France",
    "startDate": "2024-10-16",
    "endDate": "2024-10-20",
    "price": 1232,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on an unforgettable journey with our Airborne Edition, offering a delightful flight experience. Enjoy the perfect blend of amusement and exploration suitable for both children and parents. Immerse yourself in the enchanting world of Disneyland Paris, experience the joyous laughter at Asterix Park, and unwind with a relaxing cruise on the Seine. For the daring, ascend the Eiffel Tower and relish the panoramic views from its summit.",
    "imageRef": "https://r.pl/paris-family-amusement-parks-airborne-version/accommodation-family-parks?czyCenaZaWszystkich=0&data=20241016&dlugoscPobytu=5&iataWyjazdu=WAW&liczbaPokoi=1&miastoWyjazdu=warszawa&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=breakfast"
  },
  {
    "id": "f-tp",
    "name": "Fairy-tale Paris",
    "destinationCountry": "France",
    "startDate": "2024-10-23",
    "endDate": "2024-10-27",
    "price": 5211,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on a fairy-tale journey to Disneyland Paris, where the magic of Walt Disney Studios awaits. Capture the essence of Paris as you ascend the Eiffel Tower, offering breathtaking views. Immerse yourself in the enchanting atmosphere of this magical city.",
    "imageRef": "https://r.pl/fairy-tale-paris/accommodation-disney?czyCenaZaWszystkich=0&data=20241023&dlugoscPobytu=5&iataWyjazdu=WAW&liczbaPokoi=1&miastoWyjazdu=warszawa&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=breakfast"
  },
  {
    "id": "bp",
    "name": "Bonjour Paris!",
    "destinationCountry": "France",
    "startDate": "2024-10-23",
    "endDate": "2024-10-27",
    "price": 4211,
    "maxSpots": 50,
    "takenSpots": 0,
    "description": "Embark on a magical journey to the enchanting city of Paris with our 'Bonjour Paris!' experience. Delve into the rich artistry of the Louvre and gaze upon the timeless masterpiece, the Mona Lisa. Ascend the iconic Eiffel Tower, where enthusiasts can venture to the summit for breathtaking panoramic views. Wander through the bohemian charm of Montmartre, home to the iconic Moulin Rouge. Stroll along the illustrious Champs-Élysées, often referred to as the world's grandest avenue. Indulge in a leisurely cruise along the romantic Seine River, soaking in the city's timeless beauty.",
    "imageRef": "https://r.pl/bonjour-paris/accommodation-plo?czyCenaZaWszystkich=0&data=20241023&dlugoscPobytu=5&iataWyjazdu=WAW&liczbaPokoi=1&miastoWyjazdu=warszawa&wiek=1993-01-01&wiek=1993-01-01&wyzywienie=sniadania"
  }
]